{
    "Fall" : {
        "problems" : [
            "he reported near falls due to leg weakness and remains at risk for further fall incidents and injury.",
            "_ expressed concerns for further falls due to past history of falls."
        ],
        "treatments": [
            "SWA reinforced proper fall prevention and precaution techniques to reduce the risk of future fall.",
            "SWA educated _ on fall prevention and precaution techniques, such as properly using his walking device to reduce the risk of future fall."
        ]
    },
    "Aging": {
        "problems": [
            "_ expressed negative feelings and concern toward his general health decline related to aging. ",
            "he expressed having worries about losing his level of independence and being unable to self-care.",
            "he complained of physical and cognitive health deterrioration as he is getting older."
	    "he expressed feeling boredom while at home as the pandemic has limited social opportunities and activities."
        ],
        "treatments": [
            "SWA provided the opportunity for _ to vent his negative feelings appropriately, through supportive counseling utilizing empathy, validation and active listening.",
            "SWA provided the opportunity for him to vent his inner feelings appropriately through use of active listening, empathy, and positive reinforcement.",
            "SWA provided emotional support through use of active listening, empathy, and validation.",
            "SWA educated him on relaxation techniques and coping strategies to help _ minimize worries and improve adjustment towards the aging process.",
            "SWA encouraged _ to maintain his health through daily activities such as exercise, socialization with friends/family by phone and engaging in relaxing activities while at home."
        ]
    },
    "Joint": {
        "problems": [
            "_ complained about joint pain and leg weakness, but denied significant distress or pain levels.",
            "_ complained about somatic pain related to aging and expressed ongoing concerns about aging further. He reported the pain affects their daily activity levels and mood."
        ],
        "treatments": [
            "SWA provided the opportunity for _ to vent his negative feelings appropriately, through use of empathy, active listening, and positive feedback.",
            "SWA provided the opportunity for him to vent his inner feelings appropriately through use of active listening, empathy, and positive feedback.",
            "SWA provided emotional support via use of active listening, empathy, and validation."
        ]
    },
    "Hearing": {
        "problems": [
            "_ suffers from hard of hearing and therefore has difficulty communicating with others over the phone."
        ],
        "treatments": [
            "SWA was able to communicate with _ via slower speech, greater enuciation and lower pitch.",
            "SWA spoke with his family member/spouse/caregiver to relay communication with _."
        ]
    },
    "Memory": {
        "problems": [
            "he complained about memory loss as he noticed he often misplaced things and had more difficulty retaining information."
        ],
        "treatments": [
            "SWA encouraged _ to engage in mentally stimulating activities and use memory aids such as calendars, reading the daily newspaper and socialize with family/friends on a regular basis by telephone.",
            "SWA provided reality orientation and offered opportunity to reminiscence as a form of cognitive stimulation."
        ]
    },
    "Loneliness": {
        "problems": [
            "_ expressed having feelings of social isolation due to limited social opportunities admist COVID-19 pandemic. ",
            "_ reported having limited social and family support as they sheltered at home."
        ],
        "treatments": [
            "SWA encouraged _ to foster positive social relationships via regular telecommunication with friends/family.",
            "SWA promoted telecommunication with his friends or family for social support as well as greet neighbors in their apartment complex."
        ]
    },
    "Sleep": {
        "problems": [
            "_ complained about having sleep problems, only getting a few hours of sleep per night with frequent interruptions.",
            "he complained about having a poor sleeping condition and having tired feelings during the day.",
            "he complained about having irregular sleeping condition, having difficulty going back to sleep after waking up throughout the night."
        ],
        "treatments": [
            "SWA provided education on sleep hygiene and relaxation techniques to incorporate as part of his bedtime routine.",
            "SWA encouraged _ to practice stretching, warm footbath and deep-breathing to assist him in winding down or returning back to sleep.",
            "SWA promoted relaxation and deep breathing techniques to help aid his sleeping condition."
        ]
    }
}