[
    [
        "SWA made contact with _ by telephone to provide monitoring, education and wellness check.", 
	"SWA phoned _ to provide him with monitoring, education and wellness check.",
	"SWA reached out to _ by phone to provide wellness check, monitoring and education."
    ],
    [
        "He appeared with calm affect and was alert while speaking with SWA.",
        "He was attentive and pleasant when answering the phone.",
        "He was friendly and appeared with calm affect during the phone call.",
        "He appeared alert and was receptive in sharing with SWA his wellbeing status."
    ],
    [
        "SWA inquired about _'s overall wellbeing and mood status today. He reported his mood and overall health condition was maintained at this time. He reported feeling lack of energy and stimulation while remaining at home.",
        "SWA inquired about _'s overall health and wellbeing this past week. He denied any major significant changes to his overall health status or routine recently, stating that he felt stable.",
        "SWA inquired about his wellbeing status today. He expressed he was doing fine, no present distress or significant changes related to his overall health condition. He continues to cope with his aging process and health decline symptoms.",
        "He reported he was doing fine in general, no significant changes to his daily routine or health condition. He reported having ongoing health decline symptoms but denied distress or significant worries at this moment in time."
    ],
    [
        "_ seemed receptive to try interventions discussed but appears to need further encouragement.",
        "_ was appreciative and thankful for the support and interventions.",
        "He was accepting of the care and interventions.",
        "_ was appreciative and thanked SWA for the support.",
        "_ was thankful for the support and agreed to try interventions and suggestions discussed."
    ],
    [
        "SWA promoted protocols and interventions for maintaining his health, wellness and safety during COVID-19. SWA will continue to monitor _'s progress on a weekly basis while providing case management assistance as needed.",
        "SWA provided education on maintaining his health and safety during COVID-19 pandemic. SWA will continue to monitor _'s psychosocial and wellbeing status on a weekly basis."
    ]
]